[
    {
      "id" : "1" ,
      "title" : "Arts and Humanitie " ,
      "name" : "Script Writing: Write a Pilot Episode for a TV or Web Series (Project-Centered Course)" ,
      "img": "https://www.classcentral.com/report/wp-content/uploads/2022/02/Screenwriting-Script-Writing-Courses-Banner.png" ,
      "providerimg" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-university-assets.s3.amazonaws.com/e2/ac37e0267311e5a30c8b171c4d98bb/spartan_helmet_green_RGB.png?auto=format%2Ccompress&dpr=1&w=180&h=180",
      "provider" : "Michigan State University" ,
      "author" : {
        "name" : "David Wheeler" ,
        "photo" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-instructor-photos.s3.amazonaws.com/a8/9e9940259111e59008c53dafea3aa9/david-wheeler-headshot.jpg?auto=format%2Ccompress&dpr=1&w=36&h=" ,

        "position" : "Creative Research Faculty, The Hub for Innovation" ,
        "instituite" : "Michigan State University" 
      },
      "details" : "In this project-centered course*, you will design a series bible and write a complete pilot episode for your own unique television or web series, be it drama or comedy or something in between. You’ll learn to break down the creative process into components, and you’ll discover a structured process that allows you to produce a polished and pitch-ready script in just a few weeks. Completing this project will increase your confidence in your ideas and abilities, and you’ll feel prepared to pitch your first script and get started on your next. Here is a link to a trailer for the course. To view the trailer, please copy and paste the link into your browser.https://vimeo.com/423035246/6b3c18c4c5This is a course designed to tap into your creativity and is based in Active Learning. Most of the actual learning takes place within your own activities - that is, writing! You will learn by doing.Thank you so much for your direct way of teaching this course. It was encouraging for us all to creatively flow and find our own voice in writing and developing our scripts. This aspect was very important to me. IngridThe course curriculum is simple: you’ll write, revise your work, and share feedback with your peers.I am a proponent of Experiential Learning (active learning). My lectures are short (sometimes just two minutes long) and to the point, designed in a step-by-step process essential to your success as a script writer. I will guide you but I won’t show you how to write. I firmly believe that the only way to become a writer is to write, write, write.“David's lecture style for this course is inspired. The videos are succinct and engaging. When I watch the lectures I feel David’s sincere desire for me to create something truly amazing. He is teaching us how to write a script, and he is providing wisdom and tools that will help us do so in a compelling way - by writing; not by watching him talk at us.” - A R AdamsonWhat you’ll need to get started:To begin with, any basic word processor will do. During week two, you can choose to download some free scriptwriting software such as Celtx or Trelby or you may choose to purchase Final Draft, or you can continue to use your word processor and do your own script formatting.Learner Review: I am in love with this course. Having never written a script before, or any substantive fiction since college (15 years ago) I had a small idea in my head that has now exploded into something I really believe in. David's guidance is spot on, he's his own compelling story teller, he gives you enough, and then you have to figure it out, make it happen, WRITE! WRITE! WRITE! If you have any concerns regarding the protection of your original work, Coursera's privacy policy protects the learner's IP and you are indeed the sole owners of your work.*About Project-Centered Courses: This is a ‘project-centered course’, which means it is designed specifically to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.Time: 1-2 hours of study,  30+ hours of active project work"
    },
    {
      "id" : "2" ,
      "title" : "arts and culture strategy" ,
      "name" : "Sexing the Canvas: Art and Gender" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/09/26dbd079c411e4805cfbc6f353669c/The_Dream_by_Rousseau.jpg?auto=format%2Ccompress%2C%20enhance&dpr=1&w=330&h=330&fit=fill&q=25" ,
      "providerimg" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/http://coursera-university-assets.s3.amazonaws.com/fd/b4ae55299b44f6a03d27534f265039/PRIMARY_A_A4_Vertical_Housed_CMYK.png?auto=format%2Ccompress&dpr=1&w=180&h=180",
      "provider" : "The University of Melbourne" ,
      "author" : {
        "name" : "Jeanette Hoorn" ,
        "photo" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-instructor-photos.s3.amazonaws.com/bb/4fbf3060aa11e4be8bef7c1f9ef67d/Jeanette_H.jpg?auto=format%2Ccompress&dpr=1&w=36&h=" ,
        "position" : "Professor" ,
        "instituite" : "The University of Melbourne" 
        
      },
      "details" : "What do paintings tell us about sex? How is art gendered? In this course we will study some of the world’s most beloved pictures guided by expert curators and art historians who step outside of the square, bringing a gendered reading to the masterpieces contained in the magnificent collections that we have been lucky enough to bring to the Coursera platform.  In this course you will learn how: * Gender and sexuality is an integral part of the production and reception of works of art* To increase your understanding of paintings through theories of gender and sexuality* To understand key terms from gender-related theories of art history and museology* To recognise the operation of what is termed ‘the gaze’ and how it works in relation to paintings* Ideas about gender and sexuality can productively be employed in theorising art curatorial practices* To take the initiative in relating theoretical ideas about gender and sexuality to the reading and display of art and visual cultures.View the MOOC promotional video here: http://tinyurl.com/hm7qbl3"
        
      
    },
    {
      "id" : "3" ,
      "title" : "blockchain " ,
      "name" : "Decentralized Finance (DeFi): The Future of Finance Specialization" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/00/522dfe4d40412ebd73044e8efd8109/DeFi.png?auto=format%2Ccompress%2C%20enhance&dpr=1&w=330&h=330&fit=fill&q=25" ,
      "providerimg" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-university-assets.s3.amazonaws.com/6d/3cb3e06c357d40ef60000fb3d12d72/dukesquare_blue.png?auto=format%2Ccompress&dpr=1&w=180&h=180",
      "provider" : "Duke University" ,
      "author" : {
        "name" : "Cam Harvey" ,
        "photo" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-instructor-photos.s3.amazonaws.com/01/e8ac11a707414c884d340fd57bc856/CamHarvey_508_full_res_crop.jpg?auto=format%2Ccompress&dpr=1&w=36&h=" ,
        "position" : "Creative Research Faculty, The Hub for Innovation" ,
        "instituite" : "Duke University"   
      },
      "details" : "DeFi and the Future of Finance is a four course learning experience. DeFi or Decentralized Finance is a new technology whereby users interact as peers with algorithms or smart contracts rather than through traditional intermediaries such as banks, brokerages or insurance companies.  The technology has the potential to transform finance as we know it. It solves key problems in traditional finance such as lack of inclusion, inefficiency, opacity, centralized control and lack of interoperability.The first course, DeFi Infrastructure, focuses on the historical evolution of decentralized finance as well as the problems that DeFi solves.The second course, DeFi Primitives, deals with mechanics, supply and ownership, and loans and swaps. The third course, DeFi Deep Dive, explores the leading protocols including MakerDAO, Compound, Aave, Uniswap and dYdX.The fourth course, DeFi Risks and Opportunities, analyzes the key risks including smart contract risk, governance risk, scaling as well as regulatory issues. The final part of the course sketches a vision of finance in the future including the winners and the losers."
        
      
    },
    {
      "id" : "2" ,
      "title" : "Business" ,
      "name" : "Design and Make Infographics (Project-Centered Course)" ,
      "img": "https://d3vt78ic2w6yaz.cloudfront.net/fit-1200-627/course/2063-58567-infographic-5388658-1920.webp" ,
      "providerimg" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-university-assets.s3.amazonaws.com/e2/ac37e0267311e5a30c8b171c4d98bb/spartan_helmet_green_RGB.png?auto=format%2Ccompress&dpr=1&w=180&h=180",
      "provider" : "Michigan State University" ,
      "author" : {
        "name" : "Karl Gude" ,
        "photo" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-instructor-photos.s3.amazonaws.com/a1/13f930c68c11e582136faec50b9f16/Screen-Shot-2016-01-29-at-8.31.12-AM.jpg?auto=format%2Ccompress&dpr=1&w=36&h=" ,
        "position" : "Graphics Editor in Residence" ,
        "instituite" : "Michigan State University" 
      },
      "details" : " In this project-centered course*, you will create a content-rich infographic on a topic of your choice using Adobe Illustrator (which you can download for a free, 30-day trial). You might choose to create a visual representation of data from the world of sports, entertainment, politics, or science, to explain a business trend or environmental issue, or even to present a theme or development from your personal life. Your finished infographic will engage your target audience and convey information clearly through effective use of design elements such as typography, color, and structure.Whether you’re a graphic designer, a writer or the intern in the department, you’ll learn: • what an infographic is and what makes a good one• how to work within your limits• how to work with a team (if you have one) • why infographics are effective • techniques for spotting data in stories• six valuable steps for planning an effective infographic • how to use and make some of the building blocks of infographics: maps, charts and flow charts • ways data can be visualized to clarify it and give it meaning • how to effectively design a good infographic by effectively using elements like type, color and an underlying grid structure • some free or cheap, online tools for making various kinds of infographic As you work on your project, you’ll learn more about why infographics are effective, what makes a good infographic, and how to plan and design an infographic for maximum impact. You’ll explore various approaches to data visualization, and you’ll practice creatingvisualizations like maps, charts, flow charts, andsimple drawings in your free version of Adobe Illustrator. Please note that if you are new to learning graphics software, making these graphics could take much longer than estimated as you learn and grow. What you’ll need to get started:This project-based course is aimed at anyone interested in understanding, designing, and using infographics - from students and hobbyists to professional graphic designers.Well use Adobe Illustrator for some components of the project. If you don t have access to the full version of Illustrator you can download a free version at www.Adobe.com/Illustrator. If the free 30-day trial runs out, you can purchase it for a month for about $20.  *About Project-Centered Courses: Project centered courses are designed specifically to help you complete a personally meaningful real-world project, with your instructor and a community of like-minded learners providing guidance and suggestions along the way. By actively applying new concepts as you learn, you ll master the course content more efficiently; you ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you ll have a finished project that you’ll be proud to use and share. When you enroll in certain courses, you ll be asked to pay a small fee to share your work with others for peer review"
    },
    {
      "id" : "3" ,
      "title" : "Computer Science" ,
      "name" : "Build Your First Android App (Project-Centered Course)" ,
      "img": "https://elearningindustry.com/wp-content/uploads/2020/11/how-to-build-a-leading-elearning-platform-in-5-steps.png" ,
      "providerimg" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-university-assets.s3.amazonaws.com/d1/3f3f20c08311e58535935b6a6d5575/logo-coursera.png?auto=format%2Ccompress&dpr=1&w=120&h=120&q=40" ,
      "author" : {
        "name" : "Dr. Virginie Galtier" ,
        "photo" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-instructor-photos.s3.amazonaws.com/b3/cb1ba0b52811e582646f0314e1b02c/virginie.galtier.jpg?auto=format%2Ccompress&dpr=1&w=36&h=" ,
        "position" : "Associate Professor" ,
        "instituite" : "CentraleSupélec" 
      },
      "details" : "In this project-centered course*, you’ll design, build, and distribute your own unique application for the Android mobile platform. We’ll provide you with a set of customizable building blocks that you can assemble to create many different types of apps, and that will help you become familiar with many important specificities of Android development. When you complete the project, in addition to having a personalized app that you can use and share, you’ll have the skills and background you need to move on to more advanced coursework in Android development.What you’ll need to get started:This project-centered course is designed for learners who have some prior experience programming in Java, such as an introductory college course or Coursera’s Java Programming Specialization (https://www.coursera.org/specializations/java-programming).You will need a computer with a stable Internet connection, but you will not need an Android phone - we’ll use free software that you can use to emulate a phone on your computer. We'll use Android Studio as IDE; it is compatible with most computer and operating systems. You can find detailed system requirements here: https://developer.android.com/sdk/indexhtml#Requirements.*About Project-Centered Courses: Project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of learners with similar goals providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share.Time: 10 hours of study, 10 hours of active project work" 
    },
    {
      "id" : "4" ,
      "title" : "Language Learning" ,
      "name" : "Étudier en France: French Intermediate course B1-B2" ,
      "img": "https://d3f1iyfxxz8i1e.cloudfront.net/courses/course_image/930ff11e6275.jpg" ,
      "providerimg" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/http://coursera-university-assets.s3.amazonaws.com/43/8525a6ce56454891bc8193271af816/carre.png?auto=format%2Ccompress&dpr=1&w=180&h=180",
      "provider" : "École Polytechnique" ,
      "author" : {
        "name" : "Julie André" ,
        "photo" : "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://coursera-instructor-photos.s3.amazonaws.com/e5/4ceb60346a11e68ddebbdc23c40364/VD9B1496_preview_ecran.jpg?auto=format%2Ccompress&dpr=1&w=36&h=" ,
        "position" : "Maître de Conférences en français" ,
        "instituite" : "École Polytechnique" 
      },
      "details" : "Ce cours de français de niveau intermédiaire B1/B2, conforme aux exigences du Cadre européen de Référence pour les Langues, s’inscrit dans le double dispositif “former avec le numérique”et “langue et interculturalité” mis en place par l’Université Paris Saclay. Il s’adresse à tous les étudiants souhaitant poursuivre leurs études supérieures en France. Il leur permettra non seulement d’avoir le niveau requis en français pour suivre des cours dans le système supérieur français en termes de compétences linguistiques, mais les aidera à s’adapter à leur nouvel environnement dans les meilleures conditions. Ce cours propose en effet une immersion dans l’univers étudiant à travers des vidéos de cours, des textes de multiples formats, de courts extraits de films et de vidéos authentiques qui donnent la parole à des étudiants français ou étrangers vivant en France. Les étudiants pourront ainsi travailler toutes les compétences (compréhension orale et écrite, expression orale et écrite, grammaire et vocabulaire), puis tester ensuite leurs acquis grâce aux nombreux quiz proposés et, chaque semaine, ils auront aussi la possibilité de participer aux débats et aux discussions organisés sur le forum.Découvrir la vie en France et dans le monde francophone à travers ses cultures, ses littératures, ses films, ses journaux télévisés et sa langue (standard et plus familière) et comprendre le système d’enseignement supérieur français (assister à un cours magistral, comprendre le fonctionnement de l’évaluation …) : voici quelques-uns des enjeux de ce cours. Ses objectifs sont donc langagiers, mais aussi culturels et pratiques Note importante: ce Mooc ne remplace pas la passation de tests attestant du niveau B1 ou B2 tels que ceux proposés par le Ciep: TCF, Delf ou Dalf.Ce cours a été financé grâce au soutien de l’Université Paris-Saclay et celui de la fondation Patrick et Lina Drahi.« l’Ecole polytechnique vous concède une licence personnelle, non exclusive et non transférable vous permettant d’accéder et d’utiliser les contenus diffusés sur le site Coursera. En aucun cas, vous ne pouvez exploiter, de quelle que manière que ce soit les contenus diffusés sur le site Coursera, à d’autres fins que des fins personnelles. Toute reproduction, diffusion et utilisation collective à quelque titre que ce soit, tout usage commercial, ou toute mise à disposition de tiers, en l’état ou modifiés, de contenus, de cours ou d’œuvres intégrées à ceux-ci sont strictement interdits »."
        
    }
]
