[
  {
      "uid": "11",
      "category_id": "1",
      "name" : "Script Writing: Write a Pilot Episode for a TV or Web Series (Project-Centered Course)" ,
      "img": "https://images.squarespace-cdn.com/content/v1/59300eae86e6c0d14e6949c8/1629895801217-4QFT1XA9K0XJQYRFZX9X/Optimized-Screenshot+2021-08-12+at+9.29.49+PM.png" ,
      "details": " What you’ll achieve: In this project-centered course*, you will design a series bible and write a complete pilot episode for your own unique television or web series, be it drama or comedy or something in between. You’ll learn to break down the creative process into components, and you’ll discover a structured process that allows you to produce a polished and pitch-ready script in just a few weeks. Completing this project will increase your confidence in your ideas and abilities, and you’ll feel prepared to pitch your first script and get started on your next.Here is a link to a trailer for the course. To view the trailer, please copy and paste the link into your browser.https://vimeo.com/423035246/6b3c18c4c5 This is a course designed to tap into your creativity and is based in Active Learning. Most of the actual learning takes place within your own activities - that is, writing! You will learn by doing.Thank you so much for your direct way of teaching this course. It was encouraging for us all to creatively flow and find our own voice in writing and developing our scripts. This aspect was very important to me.Ingrid "
  },
  {
      "uid": "22",
      "category_id": "1",
      "name" : "How to Make a Comic Book (Project-Centered Course)" ,
      "img": "https://i0.wp.com/www.psdly.com/wp-content/uploads/2022/04/How-to-Make-a-Comic-Book-Project-Centered-Course.jpg" ,
      "details": "What you’ll achieve: In this project-centered course*, you will create an original four page minicomic designed around a short story of your choosing.What you’ll need to get started:This project-centered course is designed for all-age learners (high school age and above, at least 13 years of age) who are interested in learning how to make a comic book, but have never completed one before.While comic books can be created with any kinds of materials, we recommend that learners have the following materials available to complete the project: at least one ream of 8.5x11 copy paper, #2 pencils and eraser, Sharpie-type fine point pens, ruler with inch measurements, and adjustable binding stapler. Learners should also have access to a printer and scanner (to facilitate digitizing work to be shared with peers on Coursera)."
  },
  {
      "uid": "33",
      "category_id": "1",
      "name" : "Graphic Design Specialization", 
      "img": "https://i.graphicmama.com/blog/wp-content/uploads/2019/04/11142949/online-graphic-design-courses-the-most-comprehensive-guide-11.jpg" ,
      "details": "Graphic design is all around us, in a myriad of forms, both on screen and in print, yet it is always made up of images and words to create a communication goal. This four-course sequence exposes students to the fundamental skills required to make sophisticated graphic design: process, historical context, and communication through image-making and typography. The sequence is completed by a capstone project that applies the skills of each course and peer feedback in a finished branding project suitable for a professional portfolio.The goal of this specialization is to equip learners with a set of transferable formal and conceptual tools for “making and communicating” in the field of graphic design. This core skill set will equip learners for formal studies in graphic design, and a starting point for further work in interface design, motion graphics, and editorial design."
  },
  {
      "uid": "44",
      "category_id": "1",
      "name" : "Introduction to Philosophy" ,
      "img": "https://cdn.britannica.com/44/22944-050-20DB2F82/Plato-Aristotle-philosophers-detail-Raphael-School-of.jpg" ,
      "details": "This course will introduce you to some of the main areas of research in contemporary philosophy. Each module a different philosopher will talk you through some of the most important questions and issues in their area of expertise. We’ll begin by trying to understand what philosophy is – what are its characteristic aims and methods, and how does it differ from other subjects? Then we’ll spend the rest of the course gaining an introductory overview of several different areas of philosophy.Topics you’ll learn about will include:Epistemology, where we’ll consider what our knowledge of the world and ourselves consists in, and how we come to have it;Philosophy of science, where we’ll investigate foundational conceptual issues in scientific research and practice;Philosophy of Mind, where we’ll ask questions about what it means for something to have a mind, and how minds should be understood and explained;"
  },
  {
      "uid": "55",
      "category_id": "2",
      "name" : "Design and Make Infographics (Project-Centered Course)" ,
      "img": "https://venngage-wordpress.s3.amazonaws.com/uploads/2020/06/how-to-make-an-infographic-blog-header.png" ,
      "details": "In this project-centered course*, you will create a content-rich infographic on a topic of your choice using Adobe Illustrator (which you can download for a free, 30-day trial). You might choose to create a visual representation of data from the world of sports, entertainment, politics, or science, to explain a business trend or environmental issue, or even to present a theme or development from your personal life. Your finished infographic will engage your target audience and convey information clearly through effective use of design elements such as typography, color, and structure."
  },
  {
      "uid": "66",
      "category_id": "2",
      "name" : "Impact from Digital Transformation: Full course" ,
      "img": "https://imaginovation.net/static/38f913bff2661847d1819a739759441b/92f8c/10473-Add-a-subheading.webp" ,
      "details" : "This course is about what you can do when everything around you seems to be moving due to digital change. It is about how to handle the disruptive process that tends to unfold in the industry nowadays due to digitalisation. The way to handle this is what is here referred to as 'Digital Transformation' and at the core of it, it is about understanding how the new business landscape is evolving and heading for a new position in that landscape.It is about corporate strategy!"
  },
  {
      "uid": "77",
      "category_id": "2",
      "name" : "Writing Professional Email and Memos (Project-Centered Course)" ,
      "img": "https://www.classcentral.com/report/wp-content/uploads/2022/02/Essay-Courses-Banner.png" ,
      "details" : "Want your workplace writing to make a positive impression? At the end of this course, you will be a more confident writer, able to create higher quality professional documents more quickly. This course is at the introductory or beginner level and focuses on mastering the basics of email etiquette and communication.  While this course will help learners become faster and more efficient writers by virtue of practice with common writing purposes, it does not cover marketing emails or job application materials.In this project-based learning course, you will work on a continuous project, the writing of a professional email/memo. At the end of the course,  you will write a clear and concise email/memo. The final product will be individualized to your professional endeavors and follow the guidelines for one of the common types of emails/memos explained in the course: directives, progress reports, incident reports, response to inquiries, and meeting minutes. You will gain a wealth of skills. You will learn about appropriate email/memo formats, common ways to organize email/memo contents, common email/memo routing protocols, and expectations upon writers in professional environments.This course is designed to be beneficial to all levels of learners, whether you have never heard of an email/memo or write them every day. "
  },
  {
      "uid": "88",
      "category_id": "2",
      "name" : "Business Model Canvas: A Tool for Entrepreneurs and Innovators (Project-Centered Course)" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/5f/3a08d0b57811e5ac993db8020e54a5/Image-for-Dan_s-Coursera-Program.jpg?auto=format%2Ccompress&dpr=1&w=330&h=330&fit=fill&q=25" ,
      "details" : " In this project-centered course*, you will use the Business Model Canvas innovation tool to approach either a personal or corporate challenge or opportunity. You’ll learn to identify and communicate the nine key elements of a business model: Customer Segments, Value Proposition, Channels, Customer Relationships, Key Resources, Key Activities, Key Partners, Revenue Streams, and Cost Structure.Your completed project will be a polished Business Model Canvas that outlines the business case for a new product or service to address your selected challenge or opportunity. You’ll present your case in both a one-page document and a 10-minute video presentation.What you need to get started:This project-centered course is designed for anyone who wants to understand innovation best practices and the intra-corporate entrepreneurial (intrapreneur) skills needed to lead innovation projects, teams, and strategies. Entry- and senior-level professionals in a variety of industries - including education, healthcare, business, and not-for-profit - will benefit from the course materials and project experience. The only prerequisite is a strong desire to understand best practices in innovation and to master the skills needed to transform a new idea into a profitable reality.To complete the project, you’ll need to access the Business Model Canvas from either the Kauffman Foundation (http://www.entrepreneurship.org) or Strategyzer.com (http://www.Strategyzer.com), or via the Creative Commons license offered by Strategyzer AG (http://www.businessmodelgeneration.com/downloads/business_model_canvas_poster.pdf).*About Project-Centered Courses: Coursera's project-centered courses are designed to help you complete a personally meaningful real-world project, with your instructor and a community of like-minded learners providing guidance and suggestions along the way. By actively applying new concepts as you learn, you’ll master the course content more efficiently; you’ll also get a head start on using the skills you gain to make positive changes in your life and career. When you complete the course, you’ll have a finished project that you’ll be proud to use and share. "
  },
  {
      "uid": "89",
      "category_id": "3",
      "name" : "Build Your First Android App (Project-Centered Course)" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/10/d1cb90ad7d11e5b4492be109d39855/moocLogo.png?auto=format%2Ccompress&dpr=1&w=330&h=330&fit=fill&q=25" 
      
  },
  {
      "uid": "90",
      "category_id": "3",
      "name" : "LCFA Practice Course" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/75/4b56a40a8c44d092c4ae1e9e74c483/LFCA.png?auto=format%2Ccompress&dpr=1&w=330&h=330&fit=fill&q=25"
  },
  {
      "uid": "91",
      "category_id": "3",
      "name" : "Google UX Design Professional Certificate" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/75/32388ec64444d7a2b09297c0b59c56/1200x600_UXD.png?auto=format%2Ccompress&dpr=1&w=330&h=330&q=25&fit=fill"
  },
  {
      "uid": "91",
      "category_id": "3",
      "name" : "IBM DevOps and Software Engineering Professional Certificate" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/64/e9c91436254d768b5ddb328579b536/DevOps_PC_Image_Final.png?auto=format%2Ccompress&dpr=1&w=330&h=330&q=25&fit=fill"
  },
  {
      "uid": "92",
      "category_id": "4",
      "name" : "Étudier en France: French Intermediate course B1-B2" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/50/305a607e6d11e6accaa30f6551cf48/logo-MOOC-FLE-V4.jpg?auto=format%2Ccompress&dpr=1&w=330&h=330&fit=fill&q=25"
  },
  {
      "uid": "93",
      "category_id": "4",
      "name" : "Oralpha: Literacy for new citizens, a course for trainers" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/13/16e7ebcebd4d338007727347137b4a/Logo-final-Oralpha.png?auto=format%2Ccompress&dpr=1&w=330&h=330&fit=fill&q=25"
  },
  {
      "uid": "94",
      "category_id": "4",
      "name" : "English for Journalism" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/e0/49bdb0120e11e6a2d7a90dc288791b/Journalism.jpg?auto=format%2Ccompress&dpr=1&w=330&h=330&q=25&fit=fill"
  },
  {
      "uid": "95",
      "category_id": "4",
      "name" : "Miracles of Human Language: An Introduction to Linguistics" ,
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/5e/72af706e7911e4858ab71800f6a19c/Pieter_Bruegel_the_Elder_-_The_Tower_of_Babel__Vienna__-_Google_Art_Project_-_edited.jpg?auto=format%2Ccompress&dpr=1&w=330&h=330&q=25&fit=fill"
  }
]